// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Блокировка ресурсов";

InitializationWarningTitle = "Инициализировать запоминающее устройство \"%@\"?";
InitializationWarningMsg = "Все данные на устройстве будут потеряны и отменить операцию невозможно.";
InitializeButtonTitle = "Инициализировать";
CancelButtonTitle = "Отмена";

ControlPanelNoLocking = "Нет блокировки";
ControlPanelMinimalLocking = "Минимальная блокировка";
ControlPanelModerateLocking = "Умеренная блокировка";
ControlPanelIntermediateLocking = "Промежуточная блокировка";
ControlPanelMaximalLocking = "Максимальная блокировка";

TaskDescription = "Управление ресурсами посредством внесения изменений на панели управления и получения доступа к запоминающим устройствам.";
PanelLockLabel = "Уровень доступа к панели управления:";
LockNote = "Установите флажок для блокировки или разблокирования запоминающего устройства.";
LockColumnTitle = "Блокировка";
UnitColumnTitle = "Запоминающие устройства";
InitializeUnitButtonTitle = "Инициализировать выбранное запоминающее устройство";
ApplyButtonTitle = "Применить";